export default {
  projections: {
    МатериалыE: {
      iD: {
        __caption__: 'ID'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      марка: {
        __caption__: 'Марка'
      },
      единицы: {
        __caption__: 'Единицы'
      },
      стоимость: {
        __caption__: 'Стоимость'
      }
    },
    МатериалыL: {
      iD: {
        __caption__: 'ID'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      марка: {
        __caption__: 'Марка'
      },
      единицы: {
        __caption__: 'Единицы'
      },
      стоимость: {
        __caption__: 'Стоимость'
      }
    }
  },
  validations: {
    iD: {
      __caption__: 'ID'
    },
    единицы: {
      __caption__: 'Единицы'
    },
    марка: {
      __caption__: 'Марка'
    },
    наименование: {
      __caption__: 'Наименование'
    },
    стоимость: {
      __caption__: 'Стоимость'
    }
  }
};
